[
  {
    "lat": -0.68,
    "lng": 56.3,
    "label": "Luna 16",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1970-09-20T00:00:00.000Z",
    "description": "Luna 16 was an uncrewed 1970 space mission, part of the Soviet Luna program. It was the first robotic probe to land on the Moon and return a sample of lunar soil to Earth. The 101 grams (3.56 ounces) sample was returned from Mare Fecunditatis. It represented the first successful lunar sample return mission by the Soviet Union and was the third lunar sample return mission overall.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Luna_16.jpg",
    "url": "https://en.wikipedia.org/wiki/Luna_16"
  },
  {
    "lat": 38.28,
    "lng": -35,
    "label": "Luna 17",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1970-11-17T00:00:00.000Z",
    "description": "LOK Luna 17 (Ye-8 series) was an uncrewed space mission of the Luna program, also called Lunik 17. It deployed the first robotic rover onto the surface of the Moon. Luna 17 was launched from an Earth parking orbit towards the Moon and entered lunar orbit on 15 November 1970. The spacecraft softly landed on the Moon in the Mare Imbrium (Sea of Rains). The spacecraft had dual ramps by which the payload, Lunokhod 1, descended to the lunar surface.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/ce/M127159138LC_Luna_17_lander.jpg",
    "url": "https://en.wikipedia.org/wiki/Luna_17"
  },
  {
    "lat": 3.57,
    "lng": 56.5,
    "label": "Luna 20",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1972-02-21T00:00:00.000Z",
    "description": "Luna 20 was the second of three successful Soviet lunar sample return missions. It was flown as part of the Luna program as a robotic competitor to the six successful Apollo lunar sample return missions. Luna 20 was placed in an intermediate Earth parking orbit and from this orbit was sent towards the Moon. It entered lunar orbit on 18 February 1972. On 21 February 1972, Luna 20 soft landed on the Moon in a mountainous area known as the Terra Apollonius (or Apollonius highlands) near Mare Fecunditatis (Sea of Fertility), 120 km from where Luna 16 had landed. While on the lunar surface, the panoramic television system was operated. Lunar samples were obtained by means of an extendable drilling apparatus. The ascent stage of Luna 20 was launched from the lunar surface on 22 February 1972 carrying 1.9 ounces (55 grams) of collected lunar samples in a sealed capsule. It landed in the Soviet Union on 25 February 1972. The lunar samples were recovered the following day.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/29/Luna_20_descent_stage.png",
    "url": "https://en.wikipedia.org/wiki/Luna_20"
  },
  {
    "lat": 25.51,
    "lng": 30.38,
    "label": "Luna 21",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1973-01-15T00:00:00.000Z",
    "description": "Luna 21 (Ye-8 series) was an uncrewed space mission, and its spacecraft, of the Luna program, also called Lunik 21, in 1973. The spacecraft landed on the Moon and deployed the second Soviet lunar rover, Lunokhod 2. The primary objectives of the mission were to collect images of the lunar surface, examine ambient light levels to determine the feasibility of astronomical observations from the Moon, perform laser ranging experiments from Earth, observe solar X-rays, measure local magnetic fields, and study mechanical properties of the lunar surface material.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/18/Luna_21_lander.png",
    "url": "https://en.wikipedia.org/wiki/Luna_21"
  },
  {
    "lat": 12.25,
    "lng": 62.2,
    "label": "Luna 24",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1976-08-18T00:00:00.000Z",
    "description": "Luna 24 was a robotic probe of the Soviet Unions Luna programme. The 24th mission of the Luna series of spacecraft, the mission of the Luna 24 probe was the third Soviet mission to return lunar soil samples from the Moon (the first two sample return missions were Luna 16 and Luna 20). The probe landed in Mare Crisium (Sea of Crises). The mission returned 170.1 g (6.00 oz) of lunar samples to the Earth on 22 August 1976. Luna 24 was the third attempt to recover a sample from the unexplored Mare Crisium, the location of a large lunar mascon (after Luna 23 and a launch failure in October 1975).",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Luna24_rev_fig.png",
    "url": "https://en.wikipedia.org/wiki/Luna_24"
  },
  {
    "lat": -84.72,
    "lng": -49.62,
    "label": "LCROSS Probe",
    "program": "Lunar Crater Observation and Sensing Satellite",
    "agency": "NASA",
    "date": "2009-10-09T00:00:00.000Z",
    "description": "The Lunar Crater Observation and Sensing Satellite (LCROSS) was a robotic spacecraft operated by NASA. The mission was conceived as a low-cost means of determining the nature of hydrogen detected at the polar regions of the Moon. Launched immediately after discovery of lunar water by Chandrayaan-1, the main LCROSS mission objective was to further explore the presence of water in the form of ice in a permanently shadowed crater near a lunar polar region. It was successful in confirming water in the southern lunar crater Cabeus. It was launched together with the Lunar Reconnaissance Orbiter (LRO) on June 18, 2009, as part of the shared Lunar Precursor Robotic Program, the first American mission to the Moon in over ten years. LCROSS was designed to collect and relay data from the impact and debris plume resulting from the launch vehicles spent Centaur upper stage (and data-collecting Shepherding Spacecraft) striking the crater Cabeus near the south pole of the Moon.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6e/LCROSS_Centaur_1.jpg",
    "url": "https://en.wikipedia.org/wiki/LCROSS"
  },
  {
    "lat": 44.12,
    "lng": 19.51,
    "label": "Chang-e 3",
    "program": "Chinese Lunar Exploration",
    "agency": "CNSA",
    "date": "2013-12-14T00:00:00.000Z",
    "description": "Chang-e 3 is a robotic lunar exploration mission operated by the China National Space Administration (CNSA), incorporating a robotic lander and Chinas first lunar rover. It was launched in December 2013 as part of the second phase of the Chinese Lunar Exploration Program. The missions chief commander was Ma Xingrui.",
    "image": "https://upload.wikimedia.org/wikipedia/en/e/e9/Chang%27E-3_lunar_lander.jpg",
    "url": "https://en.wikipedia.org/wiki/Chang%27e_3"
  },
  {
    "lat": -45.4446,
    "lng": 177.5991,
    "label": "Chang-e 4",
    "program": "Chinese Lunar Exploration",
    "agency": "CNSA",
    "date": "2019-01-03T00:00:00.000Z",
    "description": "Chang-e 4 is a robotic spacecraft mission in the Chinese Lunar Exploration Program of the CNSA. China achieved humanitys first soft landing on the far side of the Moon with its touchdown on 3 January 2019. On 15 January it was announced that seeds had sprouted in the lunar landers biological experiment, the first plants to sprout on the Moon. The mission is the follow-up to Chang-e 3, the first Chinese landing on the Moon.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/4/48/ChangE-4_-_PCAM.png",
    "url": "https://en.wikipedia.org/wiki/Chang%27e_4"
  },
  {
    "lat": 0.6737,
    "lng": 23.47295,
    "label": "Apollo 11",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1969-07-20T00:00:00.000Z",
    "description": "Apollo 11 (July 16-24, 1969) was the American spaceflight that first landed humans on the Moon. Commander Neil Armstrong and Lunar Module Pilot Buzz Aldrin landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC, and Armstrong became the first person to step onto the Moons surface six hours and 39 minutes later, on July 21 at 02:56 UTC. Aldrin joined him 19 minutes later, and they spent about two and a quarter hours together exploring the site they had named Tranquility Base upon landing. Armstrong and Aldrin collected 47.5 pounds (21.5 kg) of lunar material to bring back to Earth as pilot Michael Collins flew the Command Module Columbia in lunar orbit, and were on the Moons surface for 21 hours, 36 minutes before lifting off to rejoin Columbia.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Apollo_11_Lunar_Module_Eagle_in_landing_configuration_in_lunar_orbit_from_the_Command_and_Service_Module_Columbia.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_11"
  },
  {
    "lat": -3.01184,
    "lng": -23.42156,
    "label": "Apollo 12",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1969-11-19T00:00:00.000Z",
    "description": "Apollo 12 (November 14-24, 1969) was the sixth crewed flight in the United States Apollo program and the second to land on the Moon. It was launched on November 14, 1969, by NASA from the Kennedy Space Center, Florida. Commander Charles Conrad and Lunar Module Pilot Alan L. Bean performed just over one day and seven hours of lunar surface activity while Command Module Pilot Richard F. Gordon remained in lunar orbit.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Astronaut_Alan_L._Bean_is_about_to_step_off_the_ladder_of_the_Lunar_Module_%28flopped%29.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_12"
  },
  {
    "lat": -3.6445,
    "lng": -17.47753,
    "label": "Apollo 14",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1971-02-05T00:00:00.000Z",
    "description": "Apollo 14 (January 31 - February 9, 1971) was the eighth crewed mission in the United States Apollo program, the third to land on the Moon, and the first to land in the lunar highlands. It was the last of the H missions, landings at specific sites of scientific interest on the Moon for two-day stays with two lunar extravehicular activities (EVAs or moonwalks). Shepard and Mitchell made their lunar landing on February 5 in the Fra Mauro formation, originally the target of Apollo 13. During the two walks on the surface, they collected 94.35 pounds (42.80 kg) of Moon rocks and deployed several scientific experiments. To the dismay of some geologists, Shepard and Mitchell did not reach the rim of Cone crater as had been planned, though they came close. In Apollo 14s most famous event, Shepard hit two golf balls he had brought with him with a makeshift club.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/09/Apollo_14_Shepard.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_14"
  },
  {
    "lat": 26.13407,
    "lng": 3.62981,
    "label": "Apollo 15",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1971-07-30T00:00:00.000Z",
    "description": "Apollo 15 (July 26 - August 7, 1971) was the ninth crewed mission in the United States Apollo program and the fourth to land on the Moon. It was the first J mission, with a longer stay on the Moon and a greater focus on science than earlier landings. Apollo 15 saw the first use of the Lunar Roving Vehicle. The mission began on July 26 and ended on August 7, with the lunar surface exploration taking place between July 30 and August 2. Commander David Scott and Lunar Module Pilot James Irwin landed near Hadley Rille and explored the local area using the rover, allowing them to travel further from the lunar module than had been possible on previous missions. They spent 18 hours on the Moons surface on four extravehicular activities (EVA), and collected 170 pounds (77 kg) of surface material. At the same time, Command Module Pilot Alfred Worden orbited the Moon, operating the sensors in the scientific instrument module (SIM) bay of the service module. This suite of instruments collected data on the Moon and its environment using a panoramic camera, a gamma-ray spectrometer, a mapping camera, a laser altimeter, a mass spectrometer, and a lunar subsatellite deployed at the end of the moonwalks. The lunar module returned safely to the command module and, at the end of Apollo 15s 74th lunar orbit, the engine was fired for the journey home. During the return trip, Worden performed the first spacewalk in deep space. The Apollo 15 mission splashed down safely on August 7 despite the loss of one of its three parachutes.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/62/AS15-88-11866_-_Apollo_15_flag%2C_rover%2C_LM%2C_Irwin_-_restoration1.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_15"
  },
  {
    "lat": -8.97477,
    "lng": 15.49749,
    "label": "Apollo 16",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1972-04-21T00:00:00.000Z",
    "description": "Apollo 16 (April 16-27, 1972) was the tenth crewed mission in the United States Apollo space program, administered by NASA, and the fifth and penultimate to land on the Moon. It was the second of Apollos J missions, with an extended stay on the lunar surface, a focus on science, and the use of the Lunar Roving Vehicle (LRV). The landing and exploration were in the Descartes Highlands, a site chosen because some scientists expected it to be an area formed by volcanic action, though this proved not to be the case. The mission was crewed by Commander John Young, Lunar Module Pilot Charles Duke and Command Module Pilot Ken Mattingly. Launched from the Kennedy Space Center in Florida on April 16, 1972, Apollo 16 experienced a number of minor glitches en route to the Moon. These culminated with a problem with the spacecrafts main engine that resulted in a six-hour delay in the Moon landing as NASA managers contemplated having the astronauts abort the mission and return to Earth, before deciding the problem could be overcome. Although they permitted the lunar landing, NASA had the astronauts return from the mission one day earlier than planned.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/b3/John_W._Young_on_the_Moon.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_16"
  },
  {
    "lat": 20.18935,
    "lng": 30.76996,
    "label": "Apollo 17",
    "program": "Apollo",
    "agency": "NASA",
    "date": "1972-12-11T00:00:00.000Z",
    "description": "Apollo 17 (December 7-19, 1972) was the eleventh and final mission of NASAs Apollo program, the sixth and most recent time humans have set foot on the Moon or traveled beyond low Earth orbit. Commander Gene Cernan and Lunar Module Pilot Harrison Schmitt walked on the Moon, while Command Module Pilot Ronald Evans orbited above. Schmitt was the only professional geologist to land on the Moon, he was selected in place of Joe Engle, as NASA had been under pressure to send a scientist to the Moon. The missions heavy emphasis on science meant the inclusion of a number of new experiments, including a biological experiment containing five mice that was carried in the command module. Mission planners had two primary goals in deciding on the landing site: to sample lunar highland material older than that at Mare Imbrium and to investigate the possibility of relatively recent volcanic activity. They therefore selected Taurus-Littrow, where formations that had been viewed and pictured from orbit were thought to be volcanic in nature. Since all three crew members had backed up previous Apollo lunar missions, they were familiar with the Apollo spacecraft and had more time for geology training",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Eugene_Cernan_at_the_LM%2C_Apollo_17.jpg",
    "url": "https://en.wikipedia.org/wiki/Apollo_17"
  },
  {
    "lat": 29.1,
    "lng": 0,
    "label": "Luna 2",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1959-09-13T00:00:00.000Z",
    "description": "Luna 2, originally named the Second Soviet Cosmic Rocket and nicknamed Lunik 2 in contemporaneous media, was the sixth of the Soviet Unions Luna programme spacecraft launched to the Moon, E-1 No.7. It was the first spacecraft to reach the surface of the Moon, and the first human-made object to make contact with another celestial body. The spacecraft was launched on 12 September 1959 by the Luna 8K72 s/n I1-7B rocket. It followed a direct path to the Moon. In addition to the radio transmitters sending telemetry information back to Earth, the spacecraft released a sodium gas cloud so the spacecrafts movement could be visually observed. On 13 September 1959, it impacted the Moons surface east of Mare Imbrium near the craters Aristides, Archimedes, and Autolycus. Prior to impact, two sphere-shaped pennants with USSR and the launch date engraved in Cyrillic were detonated, sending pentagonal shields in all directions. Luna 2 did not detect radiation or magnetic belts around the Moon.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/16/Kansas_Cosmosphere_Luna_2_Pennant_2013.JPG",
    "url": "https://en.wikipedia.org/wiki/Luna_2"
  },
  {
    "lat": 7.08,
    "lng": -64.37,
    "label": "Luna 9",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1966-02-03T00:00:00.000Z",
    "description": "Luna 9, internal designation Ye-6 No.13, was an uncrewed space mission of the Soviet Unions Luna programme. On 3 February 1966, the Luna 9 spacecraft became the first spacecraft to achieve a survivable landing on a celestial body and return imagery from its surface. The spacecraft carrying on top the lander capsule, weighed together 1538 kg and was 2.7 meters tall. It commenced the main descent, shortly before its controlled impact it ejected the lander capsule. The lander had a mass of 99 kilograms (218 lb) and consisted of a spheroid Automatic Lunar Station (ALS) capsule measuring 58 centimetres (23 in). It used a landing bag to survive the impact speed of over 54 kilometres per hour (34 mph).[8] It was a hermetically sealed container with radio equipment, a program timing device, heat control systems, scientific apparatus, power sources, and a television system.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Luna_9_Musee_du_Bourget_P1010505.JPG",
    "url": "https://en.wikipedia.org/wiki/Luna_9"
  },
  {
    "lat": 18.87,
    "lng": -62.05,
    "label": "Luna 13",
    "program": "Luna",
    "agency": "Soviet Space Program",
    "date": "1966-12-24T00:00:00.000Z",
    "description": "The Luna 13 spacecraft was launched toward the Moon onboard a Molniya-M and accomplished a soft landing on 24 December 1966, in the region of Oceanus Procellarum. The petal encasement of the spacecraft was opened, antennas were erected, and radio transmissions to Earth began four minutes after the landing. On 25 and 26 December 1966, the spacecraft television system transmitted panoramas of the nearby lunar landscape at different Sun angles. Each panorama required approximately 100 minutes to transmit. The spacecraft was equipped with a mechanical soil-measuring penetrometer, a dynamograph, and a radiation densitometer for obtaining data on the mechanical and physical properties and the cosmic ray reflectivity of the lunar surface. Transmissions from the spacecraft ceased on 28 December 1966.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/d/de/Luna13_lander_vsm.jpg",
    "url": "https://en.wikipedia.org/wiki/Luna_13"
  }
  ]